{
  "Openness": "Openness, or Open to Experience, is the extent to which a person is open to experiencing a variety of activities.",
  "Neuroticism": "Neuroticism, also referred to as Emotional Range or Natural Reactions, is the extent to which a person's emotions are sensitive to the individual's environment.",
  "Conscientiousness": "Conscientiousness (\"Gewissenhaftigkeit\") is a person's tendency to act in an organized or thoughtful way.",
  "Agreeableness": "Agreeableness (\"Verträglichkeit\") is a person's tendency to be compassionate and cooperative toward others.",
  "Extraversion": "Extraversion is a person's tendency to seek stimulation in the company of others.",
  "Altruism": "Find that helping others is genuinely rewarding, that doing things for others is a form of self-fulfillment rather than self-sacrifice. (\"Nächstenliebe\")",
  "Assertiveness": "Like to take charge and direct the activities of others. They tend to be leaders in groups. (\"Durchsetzungskraft\")",
  "Depression": "Tend to react more readily to life's ups and downs.",
  "Cheerfulness": "Experience a range of positive feelings, including happiness, enthusiasm, optimism, and joy.(\"Fröhlichkeit\")",
  "Imagination": "View the real world as often too plain and ordinary. They use fantasy not as an escape but as a way of creating for themselves a richer and more interesting inner-world. (\"Fantasie\")",
  "Intellect": "Are intellectually curious and tend to think in symbols and abstractions.",
  "Adventurousness": "Are eager to try new activities and experience different things. They find familiarity and routine boring.(\"Abenteuerlust\")",
  "Achievement striving": "Try hard to achieve excellence. Their drive to be recognized as successful keeps them on track as they work hard to accomplish their goals. (\"Erfolgsstreben\")",
  "Self-discipline": "Have the self-discipline, or \"will-power,\" to persist at difficult or unpleasant tasks until they are completed.",
  "Liberalism": "Have a readiness to challenge authority, convention, and traditional values."
}
